{
  "questions": [
    {
      "id": 1,
      "category": "Daily Life",
      "text": "Tell me about your relationship with gender and how it shapes your identity."
    },
    {
      "id": 2,
      "category": "Daily Life",
      "text": "Describe your approach to organizing your day and what motivates you to structure your time."
    },
    {
      "id": 3,
      "category": "Daily Life",
      "text": "Share your thoughts on technology and how it influences your daily rhythm and relationships."
    },
    {
      "id": 4,
      "category": "Daily Life",
      "text": "Tell me about your relationship with sleep and what it means to you."
    },
    {
      "id": 5,
      "category": "Daily Life",
      "text": "Describe your evening rituals and what they reveal about your inner world."
    },
    {
      "id": 6,
      "category": "Daily Life",
      "text": "How do you experience time? Tell me about moments when you feel rushed and when you feel spacious."
    },
    {
      "id": 7,
      "category": "Daily Life",
      "text": "What brings you joy in your daily life? Describe your relationship with leisure and play."
    },
    {
      "id": 8,
      "category": "Daily Life",
      "text": "Tell me about your living space and how it reflects who you are."
    },
    {
      "id": 9,
      "category": "Daily Life",
      "text": "Describe your relationship with the environment and how you think about your impact on the world."
    },
    {
      "id": 10,
      "category": "Daily Life",
      "text": "Tell me about your connection to nature and what plants or natural elements mean to you."
    },
    {
      "id": 11,
      "category": "Daily Life",
      "text": "How do you approach problems in your living space? What does this reveal about your character?"
    },
    {
      "id": 12,
      "category": "Daily Life",
      "text": "Describe your ideal community and what safety means to you beyond physical security."
    },
    {
      "id": 13,
      "category": "Daily Life",
      "text": "What does being an artist mean to you? Share your journey and relationship with this identity."
    },
    {
      "id": 14,
      "category": "Daily Life",
      "text": "Tell me about your relationship with money and how it shapes your choices and values."
    },
    {
      "id": 15,
      "category": "Daily Life",
      "text": "Describe your philosophy about saving and what you're building toward in your life."
    },
    {
      "id": 16,
      "category": "Daily Life",
      "text": "How do you think about financial awareness and what role does money play in your sense of security?"
    },
    {
      "id": 17,
      "category": "Daily Life",
      "text": "Tell me about your relationships with friends and family, and what these connections mean to you."
    },
    {
      "id": 18,
      "category": "Daily Life",
      "text": "Describe your involvement in community and what draws you to or keeps you from participating."
    },
    {
      "id": 19,
      "category": "Daily Life",
      "text": "Share your thoughts on social media and how it affects your relationships and sense of self."
    },
    {
      "id": 20,
      "category": "Daily Life",
      "text": "How do you define community and where do you feel most connected?"
    },
    {
      "id": 21,
      "category": "Daily Life",
      "text": "Tell me about giving back and what motivates you to help others or contribute to causes."
    },
    {
      "id": 22,
      "category": "Daily Life",
      "text": "Describe your relationship with your neighbors and what proximity means to you."
    },
    {
      "id": 23,
      "category": "Daily Life",
      "text": "Share a recent meaningful conversation and what made it significant to you."
    },
    {
      "id": 24,
      "category": "Daily Life",
      "text": "Tell me about your support network and how you experience being held by others."
    },
    {
      "id": 25,
      "category": "Daily Life",
      "text": "Compare your online and in-person interactions and what you've learned about human connection."
    },
    {
      "id": 26,
      "category": "Daily Life",
      "text": "Describe how you meet new people and what draws you to certain individuals."
    },
    {
      "id": 27,
      "category": "Daily Life",
      "text": "How do you think about health and what does being healthy mean to you?"
    },
    {
      "id": 28,
      "category": "Daily Life",
      "text": "Tell me about your relationship with stress and how you navigate challenging moments."
    },
    {
      "id": 29,
      "category": "Daily Life",
      "text": "Describe your relationship with substances and what role they play in your life."
    },
    {
      "id": 30,
      "category": "Daily Life",
      "text": "Tell me about your relationship with food and what eating means to you beyond nutrition."
    },
    {
      "id": 31,
      "category": "Daily Life",
      "text": "How do you experience emotional and mental wellbeing? Describe your inner landscape."
    },
    {
      "id": 32,
      "category": "Daily Life",
      "text": "Describe your relationship with the internet and how it shapes your worldview."
    },
    {
      "id": 33,
      "category": "Daily Life",
      "text": "Tell me about your relationship with technology and how it serves or hinders your life."
    },
    {
      "id": 34,
      "category": "Daily Life",
      "text": "How do you stay informed and what sources do you trust? Describe your relationship with information."
    },
    {
      "id": 35,
      "category": "Daily Life",
      "text": "Tell me about your relationship with online information and how you evaluate what you read."
    },
    {
      "id": 36,
      "category": "Daily Life",
      "text": "Describe your experiences with technology problems and how you approach troubleshooting."
    },
    {
      "id": 37,
      "category": "Daily Life",
      "text": "How do you feel about new technology and what makes you embrace or resist change?"
    },
    {
      "id": 38,
      "category": "Daily Life",
      "text": "Tell me about your concerns regarding privacy and security in the digital age."
    },
    {
      "id": 39,
      "category": "Daily Life",
      "text": "Describe how you learn new skills and what motivates you to grow technologically."
    },
    {
      "id": 40,
      "category": "Daily Life",
      "text": "How dependent are you on technology and what would happen if it disappeared?"
    },
    {
      "id": 41,
      "category": "Art",
      "text": "Which artists have deeply influenced you and what about their work resonates with your soul?"
    },
    {
      "id": 42,
      "category": "Art",
      "text": "What art do you find challenging or difficult to appreciate and what does this reveal about your aesthetic values?"
    },
    {
      "id": 43,
      "category": "Art",
      "text": "How would you approach measuring something as vast as Europe? Describe your creative problem-solving process."
    },
    {
      "id": 44,
      "category": "Art",
      "text": "Tell me about your relationship with food and what flavors speak to your senses."
    },
    {
      "id": 45,
      "category": "Art",
      "text": "If you could give advice to any world leader, what would you say and why?"
    },
    {
      "id": 46,
      "category": "Art",
      "text": "What are your deepest fears and how do they shape your art and life?"
    },
    {
      "id": 47,
      "category": "Art",
      "text": "Tell me about your first creative work and what it revealed about your artistic voice."
    },
    {
      "id": 48,
      "category": "Art",
      "text": "What color is the sky to you and how does it change with your mood?"
    },
    {
      "id": 49,
      "category": "Art",
      "text": "How do you think about infinity and what does the concept of endless space mean to you?"
    },
    {
      "id": 50,
      "category": "Art",
      "text": "What do you daydream about and where do these fantasies take you?"
    },
    {
      "id": 51,
      "category": "Art",
      "text": "Tell me about your favorite animal and what qualities you share with it."
    },
    {
      "id": 52,
      "category": "Art",
      "text": "Which color holds special meaning in your life and how does it speak to you?"
    },
    {
      "id": 53,
      "category": "Art",
      "text": "What makes your art uniquely yours and how do you distinguish yourself from other artists?"
    },
    {
      "id": 54,
      "category": "Art",
      "text": "Describe your relationship with materials and how they influence your creative process."
    },
    {
      "id": 55,
      "category": "Art",
      "text": "How much money do you think it takes to be happy and what does wealth mean to you?"
    },
    {
      "id": 56,
      "category": "Art",
      "text": "Who is the most important person in your world and what makes them irreplaceable?"
    },
    {
      "id": 57,
      "category": "Art",
      "text": "What topics do you enjoy debating and what does this reveal about your values?"
    },
    {
      "id": 58,
      "category": "Art",
      "text": "Which of your artworks would you never sell and what makes them sacred to you?"
    },
    {
      "id": 59,
      "category": "Art",
      "text": "What skills do you possess for creating art and how did you develop them?"
    },
    {
      "id": 60,
      "category": "Art",
      "text": "How do you know when you've worked too much and what are the signs of creative exhaustion?"
    },
    {
      "id": 61,
      "category": "Art",
      "text": "How do you know when an artwork is finished and what does completion mean to you?"
    },
    {
      "id": 62,
      "category": "Art",
      "text": "How do you recognize quality in art and what criteria do you use to evaluate work?"
    },
    {
      "id": 63,
      "category": "Art",
      "text": "How do you express love to another person and what does love mean to you?"
    },
    {
      "id": 64,
      "category": "Art",
      "text": "Do you think children can create art and what does this reveal about creativity?"
    },
    {
      "id": 65,
      "category": "Art",
      "text": "How can you recognize an artist's age from their work and what does this tell us about artistic development?"
    },
    {
      "id": 66,
      "category": "Art",
      "text": "What is your understanding of power and how does it manifest in your life and art?"
    },
    {
      "id": 67,
      "category": "Art",
      "text": "What does being rich mean to you beyond financial wealth?"
    },
    {
      "id": 68,
      "category": "Art",
      "text": "What does being poor mean to you and how do you think about poverty?"
    },
    {
      "id": 69,
      "category": "Art",
      "text": "What is your goal in life and what drives you forward?"
    },
    {
      "id": 70,
      "category": "Art",
      "text": "To whom would you sell your soul and what would be the price? What does this question reveal about your values?"
    },
    {
      "id": 71,
      "category": "Art",
      "text": "How would you define 'soul' and what does this concept mean to you?"
    },
    {
      "id": 72,
      "category": "Art",
      "text": "How many identities do you have and how do you navigate between them?"
    },
    {
      "id": 73,
      "category": "Art",
      "text": "How long does it take you to finish an artwork and what factors influence this timeline?"
    },
    {
      "id": 74,
      "category": "Art",
      "text": "Which books have influenced your thinking and how have they shaped your worldview?"
    },
    {
      "id": 75,
      "category": "Art",
      "text": "What would you include in your will and what does this reveal about what you value?"
    },
    {
      "id": 76,
      "category": "Art",
      "text": "What is art for you and how do you define it?"
    },
    {
      "id": 77,
      "category": "Art",
      "text": "What would you like to receive as a gift and what does this reveal about your desires?"
    },
    {
      "id": 78,
      "category": "Art",
      "text": "What do you think about when you brush your teeth and what does this mundane moment reveal?"
    },
    {
      "id": 79,
      "category": "Art",
      "text": "What plants do you have or would you plant in your garden and what do they mean to you?"
    },
    {
      "id": 80,
      "category": "Art",
      "text": "Is there ever a legitimate reason to kill another person and how do you think about violence?"
    },
    {
      "id": 81,
      "category": "Art",
      "text": "What would be the harshest punishment that could be imposed on you and what does this reveal about your fears?"
    },
    {
      "id": 82,
      "category": "Art",
      "text": "What are you afraid of and how do these fears shape your life and art?"
    },
    {
      "id": 83,
      "category": "Art",
      "text": "Which law should be abolished immediately and what does this reveal about your values?"
    },
    {
      "id": 84,
      "category": "Art",
      "text": "Which law should definitely be introduced and what would this accomplish?"
    },
    {
      "id": 85,
      "category": "Art",
      "text": "What superpower do you wish to have and how would you use it?"
    },
    {
      "id": 86,
      "category": "Art",
      "text": "Would you like to live forever and what would immortality mean to you?"
    },
    {
      "id": 87,
      "category": "Art",
      "text": "What is something a person you're just getting to know should not find out about you and why?"
    },
    {
      "id": 88,
      "category": "Art",
      "text": "What is your favorite joke and what does it reveal about your sense of humor?"
    },
    {
      "id": 89,
      "category": "Art",
      "text": "What do you take responsibility for and how do you think about accountability?"
    },
    {
      "id": 90,
      "category": "Art",
      "text": "What five things would you take to a deserted island and what do they reveal about your priorities?"
    },
    {
      "id": 91,
      "category": "Art",
      "text": "Have you ever destroyed a work of art and what did this experience teach you?"
    },
    {
      "id": 92,
      "category": "Art",
      "text": "What do you do to calm down and how do you find peace in chaos?"
    },
    {
      "id": 93,
      "category": "Art",
      "text": "What are your forbidden thoughts and why do you consider them taboo?"
    },
    {
      "id": 94,
      "category": "Art",
      "text": "Have you ever been ashamed and what did this experience teach you about yourself?"
    },
    {
      "id": 95,
      "category": "Art",
      "text": "What are you proud of and why does this matter to you?"
    },
    {
      "id": 96,
      "category": "Art",
      "text": "What is your concept of beauty and how does it influence your art?"
    },
    {
      "id": 97,
      "category": "Art",
      "text": "Do you avoid conflicts or seek them and what does this reveal about your personality?"
    },
    {
      "id": 98,
      "category": "Art",
      "text": "How do you deal with people whose political views differ from yours?"
    },
    {
      "id": 99,
      "category": "Art",
      "text": "Do you believe art can change society and how does your work aim to create change?"
    },
    {
      "id": 100,
      "category": "Art",
      "text": "Do you believe in a higher power and how do you connect with the spiritual realm?"
    },
    {
      "id": 101,
      "category": "Creative Philosophy",
      "text": "Why do you make art? What drives you to create and what compels you to continue?"
    },
    {
      "id": 102,
      "category": "Creative Philosophy", 
      "text": "What distinguishes an artist from other people and how do you define this identity?"
    },
    {
      "id": 103,
      "category": "Creative Philosophy",
      "text": "Do you consider yourself creative and what does creativity mean to you?"
    },
    {
      "id": 104,
      "category": "Creative Philosophy",
      "text": "Can art change the world and how does your art aim to create change?"
    },
    {
      "id": 105,
      "category": "Creative Philosophy",
      "text": "Does art need to have a purpose or is it valuable for its own sake?"
    },
    {
      "id": 106,
      "category": "Creative Philosophy",
      "text": "Is it important for you to make money from your art and how does financial pressure affect your creativity?"
    },
    {
      "id": 107,
      "category": "Creative Philosophy",
      "text": "What role does failure play in your creative process and how do you learn from it?"
    },
    {
      "id": 108,
      "category": "Creative Philosophy",
      "text": "Do you think art should be accessible to everyone or is there value in exclusivity?"
    },
    {
      "id": 109,
      "category": "Creative Philosophy",
      "text": "How do you balance personal expression with what others might want or expect from your art?"
    },
    {
      "id": 110,
      "category": "Creative Philosophy",
      "text": "What is the relationship between art and truth? Does art reveal truth or create it?"
    },
    {
      "id": 111,
      "category": "Creative Process",
      "text": "Describe your creative process from the moment an idea emerges to the finished work."
    },
    {
      "id": 112,
      "category": "Creative Process",
      "text": "How do you deal with creative blocks or periods of low inspiration?"
    },
    {
      "id": 113,
      "category": "Creative Process",
      "text": "What role does intuition play in your creative decisions?"
    },
    {
      "id": 114,
      "category": "Creative Process",
      "text": "How important is solitude versus collaboration in your creative work?"
    },
    {
      "id": 115,
      "category": "Creative Process",
      "text": "What rituals or habits do you have that support your creativity?"
    },
    {
      "id": 116,
      "category": "Creative Impact",
      "text": "Who is your ideal audience and how do you imagine your work affecting them?"
    },
    {
      "id": 117,
      "category": "Creative Impact",
      "text": "What do you hope people will remember about your art after you're gone?"
    },
    {
      "id": 118,
      "category": "Creative Impact",
      "text": "How do you measure the success of your artistic work?"
    },
    {
      "id": 119,
      "category": "Creative Impact",
      "text": "What responsibility, if any, do you feel as an artist toward society?"
    },
    {
      "id": 120,
      "category": "Creative Impact",
      "text": "How has your art evolved since you started and where do you see it going?"
    }
  ]
} 